{
    "navigation": {
        "title": "Aqraaz",
        "home": "الصفحة الرئيسية",
        "categories": "فئات",
        "lastest": "اخر المنشورات",
        "about": "حول",
        "login": "تسجيل الدخول",
        "signup": "إنشاء حساب",
        "langBtn": "اللغات"
    },
    "page": {
        "home": {
            "heroes": {
                "title": "Aqraaz",
                "description": "تذكرتك إلى عالم خارج عن المألوف.",
                "subtitle": {
                    "first": "اكتشف كل شيء في",
                    "second": "الأخبار والمقالات وجميع المواضيع في مكان واحد. ابق على اطلاع، فضولي، وعلى اتصال معنا"
                },
                "btn": "استكشف المزيد"
            },
            "popular": {
                "title": "أشهر المنشورات"
            },
            "lastest": {
                "title": "أخر المنشورات",
                "more": "مشاهدة المزيد"
            },
            "categoriesList": {
                "title": "قائمة الفئات"
            },
            "randomPosts": {
                "title": "منشورات عشوائية"
            },
            "about": {
                "title": "حول",
                "discription": "قم بتخصيص هذا القسم لإخبار زوار موقعك قليلاً عن منشورك أو كتابك أو محتواك أو أي شيء آخر تمامًا. متروك لك تماما."
            }
        },
        "postsPage": {
            "sectionLikeYou": {
                "title": "قد يعجبك"
            }
        },
        "categories": {
            "title": "الفئات"
        },
        "lastest": {
            "title": "أخر المنشورات"
        },
        "about": {
            "title": "حول",
            "description": {
                "paragraphOne": "لدي موقع متخصص يُدعى 'Aqraaz' وهو مدونة شاملة تغطي مختلف المواضيع والتخصصات والفئات. تهدف Aqraaz إلى تقديم محتوى متنوع وشامل يلبي احتياجات واهتمامات القراء المتنوعة.",
                "paragraphTwo": "تعتبر Aqraaz وجهة موثوقة للمعلومات في مجالات متعددة، سواء كنت تبحث عن مقالات تقنية، نصائح صحية، أفكار إبداعية، مراجعات للكتب والأفلام، أو أي موضوع آخر، فإننا نسعى جاهدين لتوفير محتوى ذو جودة عالية يلبي توقعات القراء.",
                "paragraphThree": "يمتاز موقعنا بفريق متخصص من الكتّاب والمحررين الذين يعملون على تقديم مقالات إبداعية ومعلومات قيمة. كما نسعى دائمًا لمواكبة أحدث التطورات والابتكارات في مختلف المجالات التي نغطيها.",
                "paragraphFour": "سواء كنت تبحث عن الترفيه، الثقافة، التكنولوجيا، العلوم، الصحة، أو أي مجال آخر، فإن Aqraaz هو المكان المثالي لاكتساب المعرفة والاستمتاع بقراءة مقالات ذات جودة عالية.",
                "paragraphFive": "سنكون سعداء بالمساهمة في إثراء موقعك بمحتوى متميز ومفيد لجمهورك المستهدف."
            }
        },
        "connect_us": {
            "title": "تواصل معنا.",
            "description": "اتصل بنا عبر البريد الإلكتروني",
            "btn": "ارسل",
            "list": {
                "first": {
                    "title": "سرعة الاستجابة",
                    "description": "الرد خلال أقل من يوم"
                }
            }
        },
        "user_agreement": {
            "title": "اتفاقية المستخدم",
            "content": {
                "TermsofService": {
                    "title": "شروط الخدمة",
                    "paragraphOne": "تحكم هذه الشروط ('الشروط') في وصولك إلى واستخدامك لموقع الويب 'أقرأ' (الخدمة) المشغلة بواسطة أقرأ (    الموقع).",
                    "paragraphTwo": "يرجى قراءة هذه الشروط بعناية قبل استخدام خدماتنا. من خلال الوصول أو استخدام الخدمة، فإنك توافق على الالتزام بهذه الشروط. إذا كنت لا توافق على أي جزء من الشروط، فلا يحق لك الوصول إلى الخدمة."
                },
                "content": {
                    "title": "محتوى",
                    "description": "تسمح لك خدمتنا بالوصول إلى مجموعة متنوعة من المحتوى، بما في ذلك على سبيل المثال لا الحصر المقالات والصور والفيديوهات والمواد الأخرى. يمكنك استخدام هذا المحتوى للاستخدام الشخصي غير التجاري فقط. أي استخدام آخر يتطلب إذنًا صريحًا منا أو أصحاب المحتوى المعنيين."
                },
                "UserAccounts": {
                    "title": "حسابات المستخدمين",
                    "description": "للوصول إلى ميزات معينة من الخدمة، قد يُطلب منك إنشاء حساب. أنت مسؤول عن الحفاظ على سرية حسابك وكلمة المرور الخاصة بك. توافق على قبول المسؤولية عن جميع الأنشطة التي تحدث تحت حسابك."
                },
                "Privacy": {
                    "title": "خصوصية",
                    "description": "خصوصيتك مهمة بالنسبة لنا. تحدد سياسة الخصوصية الخاصة بنا كيفية جمعنا واستخدامنا وكشفنا للمعلومات عند استخدام الخدمة. من خلال استخدام الخدمة، فإنك توافق على شروط سياسة الخصوصية لدينا."
                },
                "IntellectualProperty": {
                    "title": "الملكية الفكرية",
                    "description": "الخدمة ومحتواها الأصلي والميزات والوظائف هي وستبقى ملكية حصرية لأقرأ. يُحمى محتوانا بحقوق النشر والعلامات التجارية وقوانين الملكية الفكرية الأخرى."
                },
                "LimitationOfLiability": {
                    "title": "تحديد المسؤولية",
                    "description": "لن تتحمل شركة Aqraaz أو مديروها أو موظفوها أو شركاؤها أو وكلاؤها أو موردوها أو الشركات التابعة لها بأي حال من الأحوال المسؤولية عن أي أضرار غير مباشرة أو عرضية أو خاصة أو تبعية أو تأديبية، بما في ذلك، على سبيل المثال لا الحصر، خسارة الأرباح أو البيانات أو الاستخدام أو الشهرة أو أو غيرها من الخسائر غير الملموسة الناتجة عن:",
                    "list": {
                        "first": "وصولك أو استخدامك للخدمة أو عدم قدرتك على الوصول أو استخدام الخدمة.",
                        "second": "أي سلوك أو محتوى لأي طرف ثالث على الخدمة.",
                        "third": "أي محتوى يتم الحصول عليه من خلال الخدمة"
                    }
                },
                "Changes": {
                    "title": "التغييرات",
                    "description": "نحتفظ بالحق، وفقًا لتقديرنا الخاص، بتعديل أو استبدال هذه الشروط في أي وقت. من خلال متابعة الوصول أو استخدام الخدمة بعد تحديث هذه الشروط، فإنك توافق على الالتزام بالشروط المعدلة."
                },
                "ContactUs": {
                    "title": "اتصل بنا",
                    "description": "إذا كان لديك أي أسئلة حول هذه الشروط، يرجى الاتصال بنا على."
                }
            }
        },
        "PrivacyPolicy": {
            "title": "سياسة الخصوصية",
            "description": "تحكم سياسة الخصوصية هذه الطريقة التي تقوم بها Aqraaz بجمع واستخدام والحفاظ على والكشف عن المعلومات التي تم جمعها من المستخدمين (كل 'مستخدم') لموقع Aqrazz (الموقع).",
            "PersonalIdentificationInformation": {
                "title": "معلومات التعريف الشخصية",
                "description": "قد نقوم بجمع معلومات التعريف الشخصية من المستخدمين بطرق مختلفة، بما في ذلك، على سبيل المثال لا الحصر، عندما يزور المستخدمون موقعنا، والتسجيل في الموقع، والاشتراك في النشرة الإخبارية، والرد على الاستبيان، وملء النموذج، وفيما يتعلق بأشياء أخرى الأنشطة أو الخدمات أو الميزات أو الموارد التي نوفرها على موقعنا. قد يُطلب من المستخدمين اسمهم وعنوان بريدهم الإلكتروني وعنوانهم البريدي ورقم هاتفهم. ومع ذلك، يمكن للمستخدمين زيارة موقعنا بشكل مجهول. سنقوم بجمع معلومات التعريف الشخصية من المستخدمين فقط إذا قاموا بتقديم هذه المعلومات إلينا طوعًا. يمكن للمستخدمين دائمًا رفض تقديم معلومات التعريف الشخصية، إلا أن ذلك قد يمنعهم من المشاركة في بعض الأنشطة المتعلقة بالموقع."
            },
            "NonPersonalIdentificationInformation": {
                "title": "معلومات التعريف غير الشخصية",
                "description": "قد نقوم بجمع معلومات تعريف غير شخصية عن المستخدمين عندما يتفاعلون مع موقعنا. قد تتضمن معلومات التعريف غير الشخصية اسم المتصفح، ونوع الكمبيوتر، والمعلومات الفنية حول وسائل اتصال المستخدمين بموقعنا، مثل نظام التشغيل ومقدمي خدمات الإنترنت المستخدمين، وغيرها من المعلومات المشابهة."
            },
            "WebBrowserCookies": {
                "title": "ملفات تعريف الارتباط لمتصفح الويب",
                "description": "قد يستخدم موقعنا 'ملفات تعريف الارتباط' لتحسين تجربة المستخدم. تقوم متصفحات الويب الخاصة بالمستخدمين بوضع ملفات تعريف الارتباط على محرك الأقراص الثابتة الخاص بهم لأغراض حفظ السجلات وفي بعض الأحيان لتتبع المعلومات المتعلقة بهم. يمكن للمستخدمين اختيار ضبط متصفح الويب الخاص بهم لرفض ملفات تعريف الارتباط أو لتنبيههم عند إرسال ملفات تعريف الارتباط. إذا فعلوا ذلك، لاحظ أن بعض أجزاء الموقع قد لا تعمل بشكل صحيح."
            },
            "HowWeUseCollectedInformation": {
                "title": "كيف نستخدم المعلومات التي تم جمعها",
                "description": "يجوز لشركة Aqraaz جمع واستخدام المعلومات الشخصية للمستخدمين للأغراض التالية:",
                "list": {
                    "first": "لتخصيص تجربة المستخدم: قد نستخدم المعلومات بشكل إجمالي لفهم كيفية استخدام مستخدمينا كمجموعة للخدمات والموارد المقدمة على موقعنا.",
                    "second": "لتحسين موقعنا: نسعى باستمرار لتحسين عروض موقعنا على الويب بناءً على المعلومات والتعليقات التي نتلقاها من المستخدمين.",
                    "third": "لإرسال رسائل بريد إلكتروني دورية: قد نستخدم عنوان البريد الإلكتروني للرد على الاستفسارات والأسئلة و/أو الطلبات الأخرى."
                }
            },
            "ProtectionOfInformation": {
                "title": "حماية المعلومات",
                "description": "نحن نعتمد ممارسات مناسبة لجمع البيانات وتخزينها ومعالجتها وتدابير أمنية للحماية من الوصول غير المصرح به أو التغيير أو الكشف أو تدمير المعلومات الشخصية للمستخدمين والبيانات المخزنة على موقعنا."
            },
            "SharingPersonalInformation": {
                "title": "مشاركة المعلومات الشخصية",
                "description": "نحن لا نبيع أو نتاجر أو نؤجر معلومات الهوية الشخصية للمستخدمين للآخرين. يجوز لنا مشاركة معلومات ديموغرافية مجمعة عامة غير مرتبطة بأي معلومات تعريف شخصية تتعلق بالزائرين والمستخدمين مع شركائنا التجاريين والشركات التابعة الموثوقة والمعلنين للأغراض الموضحة أعلاه."
            },
            "ChangesTothisPrivacyPolicy": {
                "title": "التغييرات على سياسة الخصوصية هذه",
                "description": "تتمتع شركة Aqraaz بحرية التصرف في تحديث سياسة الخصوصية هذه في أي وقت. عندما نقوم بذلك، سنقوم بمراجعة التاريخ المحدث في أسفل هذه الصفحة. نحن نشجع المستخدمين على مراجعة هذه الصفحة بشكل متكرر بحثًا عن أي تغييرات للبقاء على اطلاع حول كيفية مساعدتنا في حماية المعلومات الشخصية التي نجمعها. أنت تقر وتوافق على أنه تقع على عاتقك مسؤولية مراجعة سياسة الخصوصية هذه بشكل دوري والتعرف على التعديلات."
            }
        },
        "search": {
            "description": "نتائج بحث"
        }
    },
    "ui": {
        "filter": {
            "title": "فلترة",
            "option": {
                "mostPopular": "أشهر المنشورت",
                "latestPost": "أخر المنشورات"
            }
        },
        "categories": {
            "title": "فئات"
        }
    },
    "footer": {
        "pages": {
            "title": "الصفحات",
            "home": "الصفحة الرئيسية",
            "categories": "الفئات",
            "lastest": "أخر المنشورات"
        },
        "categories": {
            "title": "الفئات",
            "history": "تاريخ",
            "travel": "سفر",
            "technology": "تكنولوجيا",
            "countries": "بلدان",
            "news": "أخبار"
        },
        "info": {
            "title": "حول",
            "about": "حول",
            "privacy_policy": "سياسة الخصوصية",
            "connect_with_us": "اتصل بنا",
            "user_agreement": "اتفاقية المستخدم"
        },
        "login": {
            "title": "تسجيل الدخول إلى موقعنا",
            "login": "تسجيل الدخول",
            "signup": "إنشاء حساب"
        },
        "copyright": {
            "icon": "©",
            "title": "شركة Aqraaz جميع الحقوق محفوظة."
        }
    }
  }